//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"BUILDING_ENTITY_STORE"="Izvajanje koraka %d od %d: Izdelava shrambe entitet";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"CREATING_BOOTSTRAP_DATABASE"="Izvajanje koraka %d od %d: Ustvarjanje zagonske baze podatkov";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"CREATING_REQUEST_QUEUE_DATABASE"="Izvajanje koraka %d od %d: Ustvarjanje baze podatkov čakalne vrste zahtev";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - received bytes; 2nd %s - total bytes.
"DOWNLOADING_ENTITY_STORE"="Izvajanje koraka %d od %d: Poteka prenos shrambe entitet iz strežnika. Do zdaj je prejeto %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"ERASING_EXPIRED_REQUESTS"="Izvajanje koraka %d od %d: Brisanje zapadlih zahtev";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"LOADING_METADATA"="Izvajanje koraka %d od %d: Nalaganje metapodatkov";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_REQUEST_QUEUE_MERGE"="Izvajanje koraka %d od %d: Izvajanje združevanja čakalne vrste zahtev";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_TRANSACTION_MERGE"="Izvajanje koraka %d od %d: Izvajanje združevanja transakcij";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_CREATE_DELETE_MERGE"="Izvajanje koraka %d od %d: Izvajanje ustvarjanja, brisanja, združevanja";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - request name; 2nd %s - request url.
"PROCESSING_DEFINING_QUERIES"="Izvajanje koraka %d od %d: Obdelava opredelitve poizvedb %s s %s";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - request number; 2nd %s - total request number.
"PROCESSING_REQUESTS"="Izvajanje koraka %d od %d: Obdelava zahtev. Pošiljanje zahteve za spremembo %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"REAPPLYING_CHANGES"="Izvajanje koraka %d od %d: Poteka vnovična uporaba sprememb";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"ANALYZING_RECEIVED_DATA"="Izvajanje koraka %d od %d: Poteka analiza prejetih podatkov";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. %s - received bytes.
"RECEIVING_DATA_FROM_SERVER"="Izvajanje koraka %d od %d: Poteka prejemanje podatkov iz strežnika. Do zdaj je prejeto %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"REMOVING_DELETED_RELATIONSHIPS"="Izvajanje koraka %d od %d: Poteka odstranjevanje izbrisanih razmerij";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. Removing requests that have a custom http header "REMOVE_AFTER_UPLOAD". Note: the header name is a constant, please do not translate.
"REMOVING_REMOVEAFTERUPLOAD_REQUESTS"="Izvajanje koraka %d od %d: Poteka odstranjevanje zahtev, določenih kot RemoveAfterUpload";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. %s - sent bytes.
"SENDING_DATA_TO_SERVER"="Izvajanje koraka %d od %d: Poteka pošiljanje podatkov v strežnik. Do zdaj je poslano %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - sent bytes; 2nd %s - total bytes.
"SENDING_ENTITY_STORE_DATABASE"="Izvajanje koraka %d od %d: Poteka pošiljanje baze podatkov shrambe entitet. Do zdaj je poslano %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - sent bytes; 2nd %s - total bytes.
"SENDING_REQUEST_QUEUE_DATABASE"="Izvajanje koraka %d od %d: Poteka pošiljanje baze podatkov čakalne vrste zahtev. Do zdaj je poslano %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"STARTING_COMMUNICATION_WITH_SERVER"="Izvajanje koraka %d od %d: Poteka vzpostavljanje komunikacije s strežnikom";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"UPLOAD_PREPROCESSING"="Izvajanje koraka %d od %d: Poteka predhodna obdelava zahtev pred prenosom v strežnik";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"WAITING_FOR_DOWNLOAD"="Izvajanje koraka %d od %d: Čakanje na prenos iz strežnika";
